name: "superset_google_xgb"
backend: "fil"
max_batch_size: 64
input [
{
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 204 ]
}
]
output [
{
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 7 ]
}
]
instance_group [
    {
      count: 5
      kind: KIND_CPU
    }
  ]
parameters [
{
    key: "model_type"
    value: { string_value: "xgboost_json" }
},
{
    key: "predict_proba"
    value: { string_value: "true" }
},
{
    key: "output_class"
    value: { string_value: "true" }
},
{
    key: "threshold"
    value: { string_value: "0.5" }
},
{
    key: "storage_type"
    value: { string_value: "AUTO" }
}
]

dynamic_batching {
}