name: "feature_merger"
backend: "python"
max_batch_size: 16
input [
{
    name: "INPUT_0"
    data_type: TYPE_FP32
    dims: [ 63 ]
}
]

output [
{
    name: "OUTPUT_0"
    data_type: TYPE_FP32
    dims: [ 204 ]
}
]
instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
  ]
dynamic_batching {
}